Autodesk.Revit.DB.Macros.IModuleMakerProxy.Execute(System.String)
The method that Revit will invoke to create module project.
When implementing this interface, programmer is responsible for making it exception-free
folder:
Module project folder.
Since:
2025